{
    "version": "https://jsonfeed.org/version/1",
    "title": "الرأي العام",
    "description": "",
    "home_page_url": "https://public-vision.pages.dev",
    "feed_url": "https://public-vision.pages.dev/feed.json",
    "user_comment": "",
    "icon": "https://public-vision.pages.dev/media/website/public-vision-logo.jpg",
    "author": {
        "name": "فريق التحرير"
    },
    "items": [
        {
            "id": "https://public-vision.pages.dev/branches-of-public-law.html",
            "url": "https://public-vision.pages.dev/branches-of-public-law.html",
            "title": "ما هي فروع القانون العام",
            "summary": "القانون العام هو الفرع الرئيسي للقانون الذي يتعامل مع القواعد والقوانين التي تنظم وتحدد الحقوق والواجبات والمسؤوليات بين الأفراد والدولة. يشمل القانون العام مجموعة واسعة من الفروع والتخصصات التي تتعامل مع مختلف جوانب الحياة اليومية والشؤون العامة. في هذا المقال ، سنتحدث عن بعض فروع&hellip;",
            "content_html": "<p>القانون العام هو الفرع الرئيسي للقانون الذي يتعامل مع القواعد والقوانين التي تنظم وتحدد الحقوق والواجبات والمسؤوليات بين الأفراد والدولة. يشمل القانون العام مجموعة واسعة من الفروع والتخصصات التي تتعامل مع مختلف جوانب الحياة اليومية والشؤون العامة. في هذا المقال ، سنتحدث عن بعض فروع القانون العام الرئيسية.</p>\n<h2>القانون الدستوري</h2>\n<p>يتعامل القانون الدستوري مع الدستور والمبادئ الأساسية التي يتم تحديدها فيه. يحدد الدستور النظام السياسي والحكومي والحقوق والحريات الأساسية للمواطنين. يتم تحديد القوانين التي تنظم السلطات التشريعية والتنفيذية والقضائية في الدولة.</p>\n<h2>القانون الجنائي</h2>\n<p>يتعامل القانون الجنائي مع الجرائم والعقوبات المترتبة عليها. يتم تحديد السلوكيات الإجرامية والجرائم المتعلقة بها والعقوبات التي يتم فرضها على الجناة. يعتمد القانون الجنائي على مبادئ العدالة والحقوق الأساسية للمتهمين.</p>\n<h2>القانون الإداري</h2>\n<p>يتعامل القانون الإداري مع العلاقات بين الأفراد والدولة والإدارات الحكومية. يحدد القانون الإداري الإجراءات التي يجب اتباعها في التعامل مع الإدارات الحكومية والمسائل المتعلقة بالضرائب والتصاريح والجوازات والتراخيص.</p>\n<h2>القانون الدولي العام</h2>\n<p>يتعامل القانون الدولي العام مع العلاقات بين الدول والمنظمات الدولية. يحدد القانون الدولي العام القواعد والمبادئ التي يجب اتباعها في التعامل بين الدول والتعاون الدولي في مختلف المجالات السياسية والاقتصادية والاجتماعية.</p>\n<h2>القانون البيئي</h2>\n<p>يتعامل القانون البيئي مع الشؤون المتعلقة بالبيئة والحفاظ عليها. يحدد القانون البيئي القواعد والمبادئ التي يجب اتباعها للحفاظ على البيئة ومنع التلوث والتدمير البيئي.</p>\n<h2>القانون العمالي</h2>\n<p>يتعامل القانون العمالي مع الشؤون المتعلقة بالعمل والعمال وحقوقهم وواجباتهم. يحدد القانون العمالي الحد الأدنى للأجور والحقوق المتعلقة بالعمال والسلامة والصحة في مكان العمل وغيرها من القضايا المتعلقة بالعمل.</p>\n<h2>القانون العقاري</h2>\n<p>يتعامل القانون العقاري مع الشؤون المتعلقة بالعقارات والعقارات التجارية والسكنية. يحدد القانون العقاري القواعد والمبادئ التي يجب اتباعها في التعامل مع العقارات والشؤون المتعلقة بها مثل البيع والشراء والإيجار والتعويضات وغيرها.</p>\n<h2>القانون الضريبي</h2>\n<p>يتعامل القانون الضريبي مع الشؤون المتعلقة بالضرائب والرسوم والضرائب المتعلقة بالشركات والأفراد. يحدد القانون الضريبي الضرائب المفروضة على الدخل والمبيعات والعقارات وغيرها من الضرائب والرسوم.</p>\n<h2>القانون العائلي</h2>\n<p>يتعامل القانون العائلي مع الشؤون المتعلقة بالأسرة والزواج والطلاق و<a href=\"https://ar.wikipedia.org/wiki/%D8%AD%D9%82%D9%88%D9%82_%D8%A7%D9%84%D8%B7%D9%81%D9%84\">حقوق الأطفال</a> والعنف الأسري. يحدد القانون العائلي الحقوق والمسؤوليات المتعلقة بالأسرة والزواج والطلاق والرعاية الصحية وتعليم الأطفال وغيرها من الأمور المتعلقة بالأسرة.</p>\n<h2>القانون التجاري</h2>\n<p>يتعامل القانون التجاري مع الشؤون المتعلقة بالأعمال التجارية والشركات والعقود التجارية. يحدد القانون التجاري القواعد والمبادئ التي يجب اتباعها في التعامل مع الشركات والعقود التجارية وغيرها من الأمور المتعلقة بالأعمال التجارية.</p>\n<p>هذه هي بعض فروع القانون العام الرئيسية، وكما يمكن ملاحظة، فإن كل فرع من هذه الفروع يتعامل مع جوانب مختلفة من الحياة اليومية والشؤون العامة. يجب على الأفراد والشركات والحكومات الالتزام بالقوانين واللوائح المتعلقة بكل فرع من هذه الفروع لتحقيق العدالة والمساواة والاستقرار في المجتمع.</p>\n<p>يمكنك طلب استشارة قانونية من <a href=\"https://ilaw.ae/ar/%D8%A7%D9%84%D8%B1%D8%A6%D9%8A%D8%B3%D9%8A%D8%A9/\">مكتب للمحاماة</a> معتمد في حالة تعرضك لأي موقف قانوني.</p>",
            "image": "https://public-vision.pages.dev/media/posts/1/m-hy-frwaa-lqnwn-laam.jpg",
            "author": {
                "name": "فريق التحرير"
            },
            "tags": [
            ],
            "date_published": "2023-06-19T02:31:06-07:00",
            "date_modified": "2023-06-19T04:07:03-07:00"
        }
    ]
}
